citations = [['Larschan E, Winston F,','\"The Saccharomyces cerevisiae Srb8-Srb11 complex functions with the SAGA complex during Gal4-activated transcription.\"','Molecular and cellular biology','25.1 (2005 Jan): 114-23.'], ["Prather DM, Larschan E, Winston F,","\"Evidence that the elongation factor TFIIS plays a role in transcription initiation at GAL1 in Saccharomyces cerevisiae.\"","Molecular and cellular biology","25.7 (2005 Apr): 2650-9."],["Alekseyenko AA, Larschan E, Lai WR, Park PJ, Kuroda MI,","\"High-resolution ChIP-chip analysis reveals that the Drosophila MSL complex selectively identifies active genes on the male X chromosome.\"","Genes &amp; development","20.7 (2006 Apr 1): 848-57."],["Peng S, Alekseyenko AA, Larschan E, Kuroda MI, Park PJ,","\"Normalization and experimental design for ChIP-chip data.\"","BMC bioinformatics","8. (2007 Jun 25): 219."],["Larschan E, Alekseyenko AA, Gortchakov AA, Peng S, Li B, Yang P, Workman JL, Park PJ, Kuroda MI,","\"MSL complex is attracted to genes marked by H3K36 trimethylation using a sequence-independent mechanism.\"","Molecular cell","28.1 (2007 Oct 12): 121-33."],["Alekseyenko AA, Peng S, Larschan E, Gorchakov AA, Lee OK, Kharchenko P, McGrath SD, Wang CI, Mardis ER, Park PJ, Kuroda MI,","\"A sequence motif within chromatin entry sites directs MSL establishment on the Drosophila X chromosome.\"","Cell","134.4 (2008 Aug 22): 599-609."],["Gelbart ME, Larschan E, Peng S, Park PJ, Kuroda MI,","\"Drosophila MSL complex globally acetylates H4K16 on the male X chromosome for dosage compensation.\"","Nature structural &amp; molecular biology","16.8 (2009 Aug): 825-32."],["Kharchenko PV, Alekseyenko AA, Schwartz YB, Minoda A, Riddle NC, Ernst J, Sabo PJ, Larschan E, Gorchakov AA, Gu T, Linder-Basso D, Plachetka A, Shanower G, Tolstorukov MY, Luquette LJ, Xi R, Jung YL, Park RW, Bishop EP, Canfield TK, Sandstrom R, Thurman RE, MacAlpine DM, Stamatoyannopoulos JA, Kellis M, Elgin SC, Kuroda MI, Pirrotta V, Karpen GH, Park PJ,","\"Comprehensive analysis of the chromatin landscape in Drosophila melanogaster.\"","Nature","471.7339 (2011 Mar 24): 480-5."],["Larschan E, Bishop EP, Kharchenko PV, Core LJ, Lis JT, Park PJ, Kuroda MI,","\"X chromosome dosage compensation via enhanced transcriptional elongation in Drosophila.\"","Nature","471.7336 (2011 Mar 3): 115-8."],["Alekseyenko AA, Ho JW, Peng S, Gelbart M, Tolstorukov MY, Plachetka A, Kharchenko PV, Jung YL, Gorchakov AA, Larschan E, Gu T, Minoda A, Riddle NC, Schwartz YB, Elgin SC, Karpen GH, Pirrotta V, Kuroda MI, Park PJ,","\"Sequence-specific targeting of dosage compensation in Drosophila favors an active chromatin context.\"","PLoS genetics","8.4 (2012): e1002646."],["Larschan E, Soruco MM, Lee OK, Peng S, Bishop E, Chery J, Goebel K, Feng J, Park PJ, Kuroda MI,","\"Identification of chromatin-associated regulators of MSL complex targeting in Drosophila dosage compensation.\"","PLoS genetics","8.7 (2012): e1002830."],["Bateman JR, Larschan E, D'Souza R, Marshall LS, Dempsey KE, Johnson JE, Mellone BG, Kuroda MI,","\"A genome-wide screen identifies genes that affect somatic homolog pairing in Drosophila.\"","G3 (Bethesda, Md.)","2.7 (2012 Jul): 731-40."],["Soruco MM, Chery J, Bishop EP, Siggers T, Tolstorukov MY, Leydon AR, Sugden AU, Goebel K, Feng J, Xia P, Vedenko A, Bulyk ML, Park PJ, Larschan E,","\"The CLAMP protein links the MSL complex to the X chromosome during Drosophila dosage compensation.\"","Genes &amp; development","27.14 (2013 Jul 15): 1551-6."],["Chery J, Larschan E,","\"X-marks the spot: X-chromosome identification during dosage compensation.\"","Biochimica et biophysica acta","1839.3 (2014 Mar): 234-40."]]