updateList = [{year: 2013, month: 'May', content: 'Erica selected for Richard and Edna Salomon Professorship at Brown University', image: null},
{year: 2013, month: 'September', content: 'Erica selected as Mentor of the year for the MCB graduate program', image: null},
{year: 2013, month: 'November', content: 'Marcela getting broad postdoc program', image: null},
{year: 2013, month: 'April', content: 'Marcela and Jessica\'s paper accepted at Genes and Development', image: null},
{year: 2013, month: 'March', content: 'Erica selected as plenary speaker at the Drosophila meeting', image: null},
{year: 2011, month: 'September', content: 'Live Science article about our work', image: null},
{year: 2012, month: 'May', content: 'Erica received Presidential Early Career Award from President Obama at the White House', image: null},
{year: 2011, month: 'March', content: 'Erica selected as a Pew Biomedical Scholar', image: null},
{year: 2013, month: 'June', content: 'Leila Rieder joined the lab as a postdoctoral fellow.  Welcome!', image: null},
{year: 2013, month: 'June', content: 'Emily Kaye joined the lab as a graduate student.  Welcome!', image: null},
{year: 2013, month: 'March', content: 'Jason Dobson joined the lab as a postdoctoral fellow.  Welcome!', image: null},
{year: 2012, month: 'June', content: 'Jen Johnson joined the lab as a graduate student.  Welcome!', image: null},
{year: 2012, month: 'August', content: 'Erica selected as an ACS Research Scholar', image: null},
{year: 2013, month: 'October', content: 'ACS Coaches vs. Cancer Television appearance: Link to video?', image: null},
{year: 2013, month: 'June', content: 'Erica was the keynote speaker at the ACS 100th anniversary.', image: null},
{year: 2013, month: 'September', content: 'Jessica Chery selected to speak at the Cold Spring Harbor Transcription meeting.', image: null},
{year: 2013, month: 'March', content: 'Marcela selected for a talk at the International Drosophila meeting.', image: null},
{year: 2012, month: 'January', content: 'Jessica Chery selected for a talk at the Keystone Transcription meeting.', image: null},
{year: 2010, month: 'June', content: 'Jessica Chery and Marcela Soruco join the lab.  Welcome!', image: null}]